Repository: Zadoroznya/SpellChecker
Catalog: SpellChecker/Resources/Localization.*.resx
Languages: uk_ua

source: Grammar checker
uk_ua: Перевірка граматики

source: Save settings
uk_ua: Зберегти налаштування

# SelectLanguage
source: Select a language
uk_ua: Оберіть мову

# SelectTheme
source: Select a theme
uk_ua: Оберітть тему

source: Settings
uk_ua: Налаштування

source: History
uk_ua: Історія

# HistoryGrammarChecking
source: History of grammar checking
uk_ua: Історія перевірки граматики

source: Created
uk_ua: Дата й час перевірки

source: Original text
uk_ua: Початковий текст

source: Corrected text
uk_ua: Виправлений текст

source: Delete
uk_ua: Видалити

# ClearHistory
source: Clear your history
uk_ua: Очистити історію

# TextToCheck
source: Text for grammar checking. Minimum 10 characters.
uk_ua: Текст для перевірки. Мінімум 10 символів.

# TextRequiredMessage
source: The text is required for grammar checking. Minimum 10 characters.
uk_ua: Текст обов'язковий для перевірки граматики. Мінімум 10 символів.

# GoToHistoryPage
source: Go to the history
uk_ua: Перейти до історії

source: Check your grammar
uk_ua: Перевірити граматику

source: Try again
uk_ua: Спробувати знову

# ClearHistoryTitle
source: Clearing your history
uk_ua: Очищення історії

source: App settings
uk_ua: Налаштування додатку

source: Loading data
uk_ua: Завантаження даних

source: Valid
uk_ua: Написано вірно

source: Been fixed
uk_ua: Виправлено

# Status
source: State
uk_ua: Статус

# ResultGrammarCheck
source: The result of the grammar check
uk_ua: Результат перевірки граматики

# CorrectlyText
source: The text is written correctly!
uk_ua: Текст написаний правильно!

# DeleteConfirmation
source: Do you really want to delete?
uk_ua: Ви дійсно хочете видалити?

# YesWord
source: Yes
uk_ua: Так

# NoWord
source: No
uk_ua: Ні

source: Delete history item
uk_ua: Видалити елемент історії

# DeleteHistoryItemSuccess
source: History item successfully deleted
uk_ua: Елемент історії успішно видалено

# DeleteHistoryItemError
source: An error occurred while deleting a history item
uk_ua: Виникла помилка при видаленні елементу історії

# HistoryLoadError
source: An error occurred while retrieving history
uk_ua: Виникла помилка при отриманні історії

# ResponseError
source: An error occurred while processing a response
uk_ua: Виникла помилка при обробці відповіді

source: Not found
uk_ua: Не знайдено

source: Page not found
uk_ua: Сторінку не знайдено

# PageNotFoundDetailed
source: Unfortunately, the page you are looking for does not exist or has been moved.
uk_ua: На жаль, сторінка, яку ви шукаєте, не існує або була переміщена.

# BackToHome
source: Back to the main page
uk_ua: Повернутись на головну сторінку

source: Light theme
uk_ua: Світла тема

source: Dark theme
uk_ua: Темна тема

source: System preferences
uk_ua: Системні налаштування

# EnglishLanguage
source: English
uk_ua: Англійська мова

# UkrainianLanguage
source: Ukrainian
uk_ua: Українська мова

# RussianLanguage
source: Russian
uk_ua: Російська мова
